<?php
echo <<<EOT
<article id="_0" style="position:relative;left:0">
	<h2 style="font-weight: bold;">Уважаемые партнёры, добро пожаловать на страницу расчёта мостового однобалочного крана (калькулятор).</h2>
	<p style="font-size: 1.2em;">Данный сервис является уникальным и не имеет себе аналогов на рынке грузоподъемного оборудования. Пройдя 11 шагов, Вы сможете увидеть точную стоимость на крановое оборудование, а также стоимость дополнительных опций и услуг.</p>
	<h4 style="text-align:left;font-weight:bold">КАЛЬКУЛЯТОР ПОМОЖЕТ РАССЧИТАТЬ ВАМ:</h4>
	<ul style="list-style:circle outside;text-align:left">
		<li> - Стоимость опорного или подвесного мостового однобалочного крана, с грузоподъёмностью до 16 т.</li>
		<li> - Стоимость тали, и множества дополнительный опций крана</li>
		<li> - Стоимость проектирования, поставки рельса / путей крана, доставки, монтажа и других услуг</li>
	</ul>	
	<button type="button" class="_0 buttons">РАССЧИТАТЬ СТОИМОСТЬ КРАНА</button>
	<h4 style="text-align:left;font-weight: bold">ВНИМАНИЕ КАЛЬКУЛЯТОР РАБОТАЕТ В <span style="color: #b5212e;">ТЕСТОВОМ РЕЖИМЕ</span>.</h4>
	<ul style="list-style:circle outside;text-align:left">
		<li> - Отсутствуют некоторые справки</li>
		<li> - Отсутствует стоимость на некоторые модели дополнительного оборудования и некоторые опции крана</li>
		<li> - Невозможность сохранить итоги расчёта</li>
		<li> - Возможны мелкие недочёты</li>
	</ul>
	<p style="font-size: 1.1em;font-weight:bold;color:#494949">По всем возникшим после расчета вопросам обращайтесь в департамент продаж.</p>
</article>
EOT;
?>