-- --------------------------------------------------------
-- Хост:                         127.0.0.1
-- Версия сервера:               5.7.19 - MySQL Community Server (GPL)
-- Операционная система:         Win32
-- HeidiSQL Версия:              9.4.0.5125
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;


-- Дамп структуры базы данных wordpress
CREATE DATABASE IF NOT EXISTS `wordpress` /*!40100 DEFAULT CHARACTER SET utf8 */;
USE `wordpress`;

-- Дамп структуры для таблица wordpress.wp_variants
DROP TABLE IF EXISTS `wp_variants`;
CREATE TABLE IF NOT EXISTS `wp_variants` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `code_option` varchar(255) NOT NULL,
  `price` int(11) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=78 DEFAULT CHARSET=utf8;

-- Дамп данных таблицы wordpress.wp_variants: ~77 rows (приблизительно)
DELETE FROM `wp_variants`;
/*!40000 ALTER TABLE `wp_variants` DISABLE KEYS */;
INSERT INTO `wp_variants` (`id`, `code_option`, `price`) VALUES
	(1, '3.5 + 3.7 + (2.1/2.3) + 8.3', 1),
	(2, '3.5 + (2.1 / 2.3) +3.7 + ( 8.2 / 8.4)', 2),
	(3, '3.5 + 2.2 + 3.7 + 8.3', 3),
	(4, '3.5 + 2.2 + 3.7 + (8.2 / 8.4)', 4),
	(5, '3.6 + (2.1 / 2.3) + 3.7', 5),
	(6, '3.5 + (2.1 / 2.3 )+ 3.8 + 8.3', 6),
	(7, '3.5 + (2.1 / 2.3) +3.8 + ( 8.2 / 8.4)', 7),
	(8, '3.5 + 2.2 + 3.8 + 8.3', 8),
	(9, '3.5 + 2.2 + 3.8 + (8.2 / 8.4)', 9),
	(10, '3.6 + (2.1 / 2.3) + 3.8', 10),
	(11, '3.5 + (2.1 или 2.3 )+ 3.9 + 8.3', 11),
	(12, '3.5 + (2.1 / 2.3) +3.9 + ( 8.2 / 8.4)', 12),
	(13, '3.5 + 2.2 + 3.9 + 8.3', 13),
	(14, '3.5 + 2.2 + 3.9 + (8.2 / 8.4)', 14),
	(15, '3.6 + (2.1 / 2.3) + 3.9', 15),
	(16, '8.5 + (7.1 / 7.2 / 7.3 / 7.4 / 7.5)', 0),
	(17, '8.5 + (7.6 / 7.7 / 7.8)', 0),
	(18, '8.5 + (7.9 / 7.10)', 0),
	(19, '8.6 + (7.1 / 7.2 / 7.3 / 7.4 / 7.5)', 0),
	(20, '8.6 + (7.6 / 7.7 / 7.8)', 0),
	(21, '8.6 + (7.9 / 7.10)', 0),
	(22, '8.7 + (7.1 / 7.2 / 7.3 / 7.4 / 7.5)', 0),
	(23, '8.7 + (7.6 / 7.7 / 7.8)', 0),
	(24, '8.7 + (7.9 / 7.10)', 0),
	(25, 'Кулачковый', 25),
	(26, 'Двухпозиционный', 26),
	(27, 'Комплект двухпозиционных выключателей (2 шт.)', 27),
	(28, 'Оптический (лазер) датчик', 28),
	(29, 'Комплект лазерных оптических датчиков (2 шт.)', 29),
	(30, 'Световая сирена', 30),
	(31, 'Звуковая сирена', 31),
	(32, '13 + 3.3', 32),
	(33, '13 + 3.4', 33),
	(34, 'Базовый регистратор параметров', 0),
	(35, 'Регистратор параметров со светодиодной индикацией', 0),
	(36, 'Устройство защиты обрыва фаз', 0),
	(37, '(5а6 / 5б4) < 12', 0),
	(38, '(5а6 / 5б4) < 22', 0),
	(39, '(5а6 / 5б4) > 22', 0),
	(40, 'Цифровой (до 5 тн.) - 500 кг', 8000),
	(41, 'Цифровой (до 5 тн.) - 1000 кг', 8100),
	(42, 'Цифровой (до 5 тн.) - 2000 кг', 8200),
	(43, 'Цифровой (до 5 тн.) - 3200 кг', 8300),
	(44, 'Цифровой (до 5 тн.) - 5000 кг', 8400),
	(45, 'Цифровой (до 5 тн.) - 6300 кг', 8500),
	(46, 'Цифровой (до 5 тн.) - 8000 кг', 0),
	(47, 'Цифровой (до 5 тн.) - 10000 кг', 0),
	(48, 'Канатный - 500 кг', 12800),
	(49, 'Канатный - 1000 кг', 15800),
	(50, 'Канатный - 2000 кг', 16400),
	(51, 'Канатный - 3200 кг', 17800),
	(52, 'Канатный - 5000 кг', 20500),
	(53, 'Канатный - 6300 кг', 21000),
	(54, 'Канатный - 8000 кг', 21000),
	(55, 'Канатный - 1000 кг', 20500),
	(56, 'Канатный - 12500 кг', 17800),
	(57, 'Канатный - 16000 кг', 21000),
	(58, 'Крановые весы Россия - 500 кг', 19400),
	(59, 'Крановые весы Россия - 1000 кг', 23400),
	(60, 'Крановые весы Россия - 2000 кг', 32900),
	(61, 'Крановые весы Россия - 3200 кг', 32900),
	(62, 'Крановые весы Россия - 5000 кг', 40300),
	(63, 'Крановые весы Россия - 6300 кг', 51900),
	(64, 'Крановые весы Россия - 8000 кг', 52900),
	(65, 'Крановые весы Россия - 1000 кг', 51900),
	(66, 'Крановые весы Россия - 12500 кг', 74000),
	(67, 'Крановые весы Россия - 16000 кг', 74000),
	(68, 'Крановые весы Корея - 500 кг', 68000),
	(69, 'Крановые весы Корея - 1000 кг', 68000),
	(70, 'Крановые весы Корея - 2000 кг', 68000),
	(71, 'Крановые весы Корея - 3200 кг', 75000),
	(72, 'Крановые весы Корея - 5000 кг', 75000),
	(73, 'Крановые весы Корея - 6300 кг', 97000),
	(74, 'Крановые весы Корея - 8000 кг', 97000),
	(75, 'Крановые весы Корея - 1000 кг', 97000),
	(76, 'Крановые весы Корея - 12500 кг', 159000),
	(77, 'Крановые весы Корея - 16000 кг', 179000);
/*!40000 ALTER TABLE `wp_variants` ENABLE KEYS */;

/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IF(@OLD_FOREIGN_KEY_CHECKS IS NULL, 1, @OLD_FOREIGN_KEY_CHECKS) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
